{
	"location": [
		"How do you feel about the idea of living with your parents?",
		"Would you choose to live in a big city or small city? Why?",
		"Where do you want to work: in China or abroad?",
		"What kind of house do you want to live in?",
		"What kind of city do you want to live in?",
		"Where do you prefer to live: in the countryside or in a city?"
	],
	"lifestyle": [
		"What will you choose if there is a conflict between your home and your work? Why?",
		"If in your holiday, the company have some emergency work for you to do. How would you respond?",
		"What qualities do you want to have in the future?",
		"What is the most important thing that you want to do in the future?",
		"What if you get a lot of money by accident, what will you do? Will you still get a job?",
		"If you don't have enough money for your dream home, what will you do?",
		"How can you balance your family and your job if you get married?"
	],
	"travel": [
		"Where do you want to travel in the future?",
		"How often do you want to travel?",
		"What is your dream travel destination? Why?",
		"Where do you want to travel most?",
		"What is your budget for your dream travel?"
	],
	"career": [
		"There are two jobs - one that you like, but the salary is low; another that you don't like, but the salary is very high. Which one would you choose?",
		"What is the worst job that you don't want to do?",
		"What's your ideal salary?",
		"What kinds of careers you want to do?",
		"Would you choose a poorly-paid but stable job or a well-paid job that would be very busy?",
		"What kind of job do you think you can do that would provide the highest salary?",
		"What would you do if you achieved your dream?",
		"What is your standard for a good job?"
	],
	"family": [
		"How many family members do you wish to have in the future?",
		"What's your plan for having a family?",
		"At what age do you want to get married?",
		"What do you imagine concerning your family in the future?",
		"Would you rather have a daughter or a son in the future?",
		"What kind of education do you want for your kid?",
		"In the future, how many people will be in your family?",
		"At what age do you want to have your own family?",
		"How many kids do you want to have in the future?",
		"What is your ideal wife/husband?",
		"What kind of job would you like your partner to have in the future?"
	],
	"study": [
		"If you are going to get your master's degree, what field or major would you like to choose? Will you change your major? If so, why?",
		"How can you achieve your dream based on your situation right now?"
	]
}