{
	"location": [
		"Where do you want to settle down in the future?",
		"Which city you want to live in when you work? Why?",
		"In the future, do you want to stay in a small town or a big city? Why?",
		"What's the dream home like?",
		"Where is the most wonderful place that you would like to live?",
		"Which country do you like best, and why?"
	],
	"lifestyle": [
		"What if you find that you can never live your life the way you want, what will you do?",
		"What is the proportion of time you want to spend on your job, with your family, etc. in the future? Why?",
		"What do you want to buy when you get your first paycheck?",
		"When your dream comes true, what do you want to do with the rest of your time?",
		"Which standard do you think is more important for your job: a high salary or What is your dream car?",
		"What would you give up for a dream?",
		"What kind of lifestyle do you want to have?",
		"What do you want your future life to be?",
		"Which places you prefer to go in the future?"
	],
	"travel": [
		"Which is better: for you to travel alone or be accompanied? Why?",
		"How much time do you want to spend traveling after you graduate from college?",
		"What are your travel plans?",
		"What do you want to happen during a trip?",
		"What is the meaning of traveling to you?",
		"If your dreams conflict with reality, what will you do?",
		"To which country you want to travel in the future?"
	],
	"career": [
		"What kind of jobs do you want to do?",
		"How much money do you want to earn?",
		"Which kind of job would your parents prefer for you to choose in the future?",
		"What kind of job will you choose after graduation?"
	],
	"family": [
		"How many children do you want to have?",
		"What do you want your wife or husband to be like in the future?",
		"How many children do you want in your family?",
		"Would you marry the girlfriend or boyfriend you have now?",
		"Would you like to live with your parents are on your own? Why?",
		"What kind of person would you choose to live with?",
		"If you do not earn much money, would you want to have children?",
		"How many kids you want to have after marrying?",
		"What places do you want to have a honeymoon?",
		"Do you want to live only with your husband/wife or with your parents?",
		"When do you want to have a kid or kids?"
	],
	"study": [
		"What will you do now to achieve your goal?",
		"In which country would you like to study? Why?",
		"How do you feel about continuing your studies after graduating?",
		"How will you realize your dream?",
		"What are your plans after graduation?"
	]
}